{
    "translation":{
        "Back":"Voltar",
        "GO TO":"Ir",
        "Feedback":"Feedback",
        "We value your feedback.":"Nós valorizamos o seu feedback.",
        "Please let us know how we're doing!":"Por favor, diga-nos o que acha da app!",
        "Submit Feedback":"Submeter Feedback",
        "Map":"Mapa",
        "View Entries":"Ver Entradas",
        "Virtual Diary":"Diário Virtual",
        "Profile":"Perfil",
        "Register":"Registar",
        "Sign in to access your account":"Sign in para aceder à sua conta",
        "Create new account":"Crear nova conta",
        "Change Information":"Mudar Informações",
        "Cancel":"Cancelar",
        "Save":"Guardar",
        "Join us! Create your account for exclusive benefits tailored to you.":"Junta-te a nós! Cria a tua conta para benefícios exclusivos feitos à tua medida.",
        "Already have an account?":"Já tem conta?",
        "Thank You!":"Obrigado!",
        "Your feedback is greatly appreciated.":"O seu feedback é muito apreciado.",
        "Go to Home":"Ir para a página inicial",
        "Your comments":"Seus comentários",
        "Confirm Password":"Confirme Password",
        "User Name":"Nome de Utilizador",
        "Select Accessibility":"Selecione Acessibilidade",
        "No disability":"Sem deficiência",
        "Visual disability":"Deficiência visual",
        "Motor disability":"Deficiência motora",
        "FAQ_Question_1": "P: Como posso alterar o idioma do aplicativo?",
        "FAQ_Question_2": "P: Quais recursos o aplicativo oferece para pessoas com deficiência?",
        "FAQ_Question_3": "P: Como posso enviar feedback sobre o aplicativo?",
        "FAQ_Question_4": "P: Há uma maneira de visualizar entradas ou atividades passadas no aplicativo?",
        "FAQ_Answer_1": "R: Você pode alterar o idioma do aplicativo tocando no alternador de idiomas no canto superior direito da tela inicial. Ele alternará entre Inglês (EN) e Português (PT).",
        "FAQ_Answer_2": "R: O aplicativo inclui um recurso de mapa acessível que ajuda pessoas com deficiência a navegar pelo campus da universidade. Ele também oferece um diário virtual para que os usuários registrem suas experiências e uma seção de perfil para personalizar as configurações do usuário.",
        "FAQ_Answer_3": "R: Se você tiver algum feedback ou sugestão, pode enviá-los tocando no botão ‘Feedback’ no cabeçalho da página inicial, que o levará ao formulário de feedback.",
        "FAQ_Answer_4": "R: Sim, você pode visualizar entradas passadas navegando até a seção ‘Ver Entradas’ na página inicial. Este recurso permite que você olhe para trás e veja suas atividades e entradas anteriores."
    }
}